{
  "navbar": {
    "home": "Home",
    "about_us": "About Us",
    "services": "Services",
    "more": "More",
    "gallery": "Gallery",
    "projects": "Projects",
    "contact_us": "Contact us for a project"
  },
  "accomplishments": {
    "title": "Accomplishments",
    "projects": "Realised projects",
    "consulted_projects": "Consulted projects",
    "trainees": "Web Trainees"
  },
  "testimonials": {
    "title": "Testimonies",
    "list": [
      {
        "quote": "Our experience with Edutek has been nothing short of exceptional. Their innovative solutions have greatly improved our online learning platform and have made a significant impact on our students' success.",
        "person_name": "Mr Philbert",
        "person_title": "Founder, Group Scolaire les reperes"
      },
      {
        "quote": "The mentorship I received was invaluable. I learned so much and gained confidence in areas I struggled with before.",
        "person_name": "Jane Smith",
        "person_title": "Marketing Expert"
      },
      {
        "quote": "Amazing resources and instructors. I highly recommend this platform to anyone looking to boost their career.",
        "person_name": "Michael Brown",
        "person_title": "Business Analyst"
      },
      {
        "quote": "The best learning experience I've ever had! The projects were challenging but rewarding, and the team was always there to help.",
        "person_name": "Emily Davis",
        "person_title": "Data Scientist"
      }
    ]
  },
  "carousel": {
    "trainings": "TRAININGS",
    "trainings_description": "Unlock your tech potential with our hands-on training in website creation and app development, designed for teens and adults to build real-world skills and unleash creativity!",
    "web_development": "WEBSITE CREATION",
    "web_development_description": "We develop high-quality websites designed to attract and convert more prospects, driving growth and success for your business.",
    "app_development": "WEB AND APP DEVELOPMENT",
    "app_development_description": "Alongside our Edtech products, we create customized web and mobile application tailored to enhance entreprise operations and productivity.",
    "learn_more": "Learn More",
    "discover_more": "Discover More"
  },
  "contact_form": {
    "contact_us": "Please do not hesitate to contact us for further assistance.",
    "address": "Logbessou, Douala",
    "start_project": "Let's start a project together",
    "name": "Name*",
    "phone": "Phone Number*",
    "email": "Email*",
    "category": "Category",
    "project_description": "I wish a web app to manage ...",
    "submit": "SUBMIT PROJECT"
  },
  "solution": {
    "title": "Advancing Education with Technology Solutions",
    "description": "At our organization, we envision a future where education is accessible to all, empowered by leading-edge technology. We are dedicated to harnessing the latest advancements in technology to create innovative software-as-a-service (SaaS) solutions, websites, and web apps that transform the learning and teaching landscape. Our team is devoted to ongoing research and implementation of new technologies to continuously improve the educational experience for students, educators, and lifelong learners globally."
  },
  "service": {
    "title": "Realize Your Potential with Our Professional Web Development Services",
    "description": "At our company, we provide high-quality web development, SaaS development, and web tutoring services. Our team of professionals is committed to assisting you in achieving your objectives and thriving in the digital realm. Whether you require a remarkable website, a robust web application, or customized web tutoring, we possess the knowledge and skill to deliver outstanding outcomes.",
    "title1": "IT Training",
    "description1": "Our IT training focuses on web development tutoring, helping learners build a strong foundation in modern web technologies. Through practical, hands-on sessions, we guide students in developing real-world skills, preparing them to thrive in the digital landscape.",
    "title2": "Mobile and Web App Development",
    "description2": "We build custom mobile and web applications tailored to your needs. Our team of skilled developers creates intuitive, high-performance apps that enhance user experience and meet the unique demands of your business or educational goals.",
    "title3": "Website Creation",
    "description3": "Our website service is dedicated to driving qualified prospects to our clients by delivering professional, responsive websites that embody their brand’s vision. With a focus on user-centric design, SEO optimization, and seamless functionality, we create impactful online experiences that enhance visibility, engage audiences effectively, and differentiate our clients in the digital landscape.",
    "learn_more": "Learn More >"
  },
  "footer": {
    "company_name": "JPTEKS",
    "slogan": "IMPACT - INNOVATE - GROW",
    "email": "contact@jpteks.cm",
    "address": "Logbessou, Douala",
    "quick_links_title": "QUICK LINKS",
    "home": "Home",
    "about_us": "About Us",
    "services": "Our Services",
    "achievements": "Achievements",
    "testimonials": "Testimonies",
    "team": "Our Team",
    "gallery": "Gallery",
    "contact_us": "Contact Us",
    "subscribe_title": "Please Subscribe",
    "subscribe_description": "Join our newsletter to stay updated on new features and releases.",
    "email_placeholder": "your email",
    "subscribe_button": "Subscribe",
    "subscribe_notice": "By subscribing, you are acknowledging your agreement to our Privacy Policy and providing consent to receive updates from our company.",
    "rights_reserved": "All Rights Reserved"
  },
  "gallery": {
    "title": "Image Gallery"
  },

  "app": {
    "header": "Realize Your Potential with Our Professional Web Development Services",
    "description": "At our company, we provide high-quality web development, SaaS development, and web tutoring services. Our team of professionals is committed to assisting you in achieving your objectives and thriving in the digital realm. Whether you require a remarkable website, a robust web application, or customized web tutoring, we possess the knowledge and skill to deliver outstanding outcomes.",
    "learn_more": "Learn More >"
  },
  "services": {
    "saas_title": "Tailored SaaS Development Services to Meet Your Specific Requirements",
    "saas_description": "We specialize in the development of innovative and scalable SaaS solutions aimed at helping educational institutions streamline their operations and promote growth.",
    "tutoring_title": "Improve Your Skills through Personalized Online Tutoring",
    "tutoring_description": "Our online tutoring services are crafted to assist you in mastering web development concepts and techniques, enabling you to confidently create professional websites.",
    "webdev_title": "Professional Web Development Services for Your Business",
    "webdev_description": "We provide customized web development solutions designed to meet your business's specific needs, enabling you to establish a powerful online presence and achieve success."
  },
  "Technology": {
    "title": "Realizing the Potential of Educational Technology for a Promising Future",
    "description": "At our organization, we are committed to revolutionizing the educational landscape by leveraging cutting-edge technology. Our team of experts is dedicated to providing innovative solutions that enhance the learning experience for students, educators, and lifelong learners worldwide."
  }
}
